jorgebucaran/fisher
meaningful-ooo/sponge
edc/bass
evanlucas/fish-kubectl-completions
jhillyerd/plugin-git
jorgebucaran/nvm.fish
catppuccin/fish
ilancosman/tide@v6
